[
    {
      "title": "Hot Gas Giant Exoplanet WASP-39 b",
      "description": [
        "This artist’s concept shows what the exoplanet WASP-39 b could look like based on indirect transit observations from NASA’s James Webb Space Telescope as well as other space- and ground-based telescopes.\n WASP-39 b is a hot, puffy gas giant that orbits a G-type star that is slightly smaller and less massive than the Sun. WASP-39 b orbits relatively close to this star, just 0.0486 astronomical units (4,500,000 miles) away. WASP-39 b has a mass 0.28 times Jupiter (0.94 times Saturn) and a diameter 1.3 times greater than Jupiter.\n WASP-39 b is tidally locked, with one side facing the star at all times. This means the planet has a terminator (a boundary that separates the planet’s dayside and nightside) where there is an eternal sunrise and sunset.\n By analyzing a transmission spectrum of WASP-39 b from Webb’s NIRSpec (Near-Infrared Spectrograph), a technique that studies the exoplanet’s terminator, astronomers confirmed a temperature difference between the morning and evening, with the evening appearing hotter by roughly 300 Fahrenheit degrees (about 200 Celsius degrees). They also found evidence for different cloud cover, with the morning being likely cloudier than the evening.\n Webb has not captured a direct image of WASP-39 b.",
        "A light curve from NASA’s James Webb Space Telescope’s NIRSpec (Near-Infrared Spectrograph) shows the change in brightness from the WASP-39 star system over time as the planet transited the star. This observation was made using NIRSpec’s bright object time-series mode, which uses a grating to spread out light from a single bright object (like the host star of WASP-39 b) and measure the brightness of each wavelength of light at set intervals of time.\n The background illustration of WASP-39 b and its star is based on current understanding of the planet from Webb spectroscopy and previous ground- and space-based observations. Webb has not captured a direct image of the planet or its atmosphere.\n The artist’s concept displays the terminator of the exoplanet, the boundary that separates the planet’s dayside and nightside. The new analysis of a transmission spectrum of WASP-39 b from Webb’s NIRSpec builds two different spectra from the terminator region, essentially splitting the day/night boundary into two semicircles, one from the evening, and the other from the morning. Astronomers confirmed a temperature difference between the morning and evening, with the evening appearing hotter by roughly 300 Fahrenheit degrees (about 200 Celsius degrees). They also found evidence for different cloud cover, with the morning being likely cloudier than the evening.",
        "This transmission spectrum, captured using Webb’s NIRSpec (Near-Infrared Spectrograph) PRISM bright object-time series mode, shows the amounts of near-infrared starlight blocked by the atmosphere of hot gas giant exoplanet WASP-39 b. The spectrum shows clear evidence for water and carbon dioxide, and a variation in temperature between the morning and evening on the exoplanet.\n New analysis of the transmission spectrum of WASP-39 b builds two different spectra from the stationary day/night boundary on the exoplanet, essentially splitting this terminator region into two semicircles, one from the evening, and the other from the morning. Data reveals the evening as significantly hotter, a searing 1,450 degrees Fahrenheit (800 degrees Celsius), and the morning a relatively cooler 1,150 degrees Fahrenheit (600 degrees Celsius).\n The blue and yellow lines are a best-fit model that takes into account the data, the known properties of WASP-39 b and its star (e.g., size, mass, temperature), and assumed characteristics of the atmosphere."
      ],
      "date": "July 15, 2024",
      "type": "Exoplanets",
      "image_url":["https://stsci-opo.org/STScI-01J2F10008CA11Q4V2VD8QY3DV.png", "https://stsci-opo.org/STScI-01J2F145RJW099RXD48XEP1H5C.png", "https://stsci-opo.org/STScI-01J2F182WKJWY4G4474R31QRZK.png"]
    },
    {
      "title": "Warm Gas-Giant Exoplanet WASP-107 b",
      "description": [
        "This artist’s concept shows what the exoplanet WASP-107 b could look like based on recent data gathered by NASA’s James Webb Space Telescope, along with previous observations from Hubble and other space- and ground-based telescopes.\n WASP-107 b is a “warm Neptune” exoplanet orbiting a relatively small and cool star approximately 210 light-years from Earth, in the constellation Virgo. The planet is about 80% the size of Jupiter in terms of volume, but has a mass less than 10% of Jupiter, making it one of the least dense exoplanets known.  \n WASP-107 b orbits its star at a distance of about 5 million miles (0.055 astronomical units, or AU), completing one circuit in 5.72 days. The planet is tidally locked: It rotates at the same rate that it orbits the star, which means that one side is permanently lit, with the other in continuous darkness, with no day-night cycle. The orbit of WASP-107 b is slightly elliptical, which means that the gravitational pull between the star and planet changes continuously as the planet moves toward and away from the star during its orbit.\n Observations of 0.8- to 12-micron infrared light captured by Hubble’s WFC3 (Wide Field Camera 3), and Webb’s NIRCam (Near-Infrared Camera), NIRSpec (Near-Infrared Spectrograph), and MIRI (Mid-Infrared Instrument), suggest that the planet has a relatively large core surrounded by a relatively small mass of hydrogen and helium gas, which has been inflated due to tidal heating of the interior.\n WASP-107 b has not been directly imaged by any telescope.",
        "This transmission spectrum, captured using NASA’s Hubble and James Webb space telescopes, shows the amounts of different wavelengths (colors) of starlight blocked by the atmosphere of the gas-giant exoplanet WASP-107 b.\n The spectrum includes light collected over five separate observations using a total of three different instruments: Hubble’s WFC3 (0.8–1.6 microns), Webb’s NIRCam (2.4–4.0 microns and 3.9–5.0 microns), and Webb’s MIRI (5–12 microns). Each set of measurements was made by observing the planet-star system for about 10 hours before, during, and after the transit as the planet moved across the face of the star.  \n By comparing the brightness of light filtered through the planet’s atmosphere (transmitted light) to unfiltered starlight, it is possible to calculate the amount of each wavelength that is blocked by the atmosphere. Since each molecule absorbs a unique combination of wavelengths, the transmission spectrum can be used to constrain the abundance of various gases.\n This spectrum shows clear evidence for water (H2O), carbon dioxide (CO2), carbon monoxide (CO), methane (CH4), sulfur dioxide (SO2), and ammonia (NH3) in the planet’s atmosphere, allowing researchers to estimate the interior temperature and mass of the core.\n This wavelength coverage from optical to mid-infrared is the broadest of any exoplanet transmission spectrum to date, and includes the first reported space telescope detection of ammonia in an exoplanet atmosphere.",
        "This transmission spectrum, captured using Webb’s NIRSpec (Near-Infrared Spectrograph), shows the amounts of different wavelengths (colors) of near-infrared starlight blocked by the atmosphere of the gas-giant exoplanet WASP-107 b.\n The spectrum was made by observing the planet-star system for about 8.5 hours before, during, and after the transit as the planet moved across the face of the star.  \n By comparing the brightness of light filtered through the planet’s atmosphere (transmitted light) to unfiltered starlight, it is possible to calculate the amount of each wavelength that is blocked by the atmosphere. Since each molecule absorbs a unique combination of wavelengths, the transmission spectrum can be used to constrain the abundance of various gases.\n This spectrum shows clear evidence for water (H2O), carbon dioxide (CO2), carbon monoxide (CO), methane (CH4), and sulfur dioxide (SO2) in the planet’s atmosphere, allowing researchers to estimate the interior temperature and mass of the core."
      ],
      "date": "May 20, 2024",
      "type": "Exoplanets",
      "image_url":["https://stsci-opo.org/STScI-01HXW1XP60CX3KMVDRRHZBAYH8.jpg", "https://stsci-opo.org/STScI-01HY3F8MQM090332CBRTR17PK0.png", "https://stsci-opo.org/STScI-01HY1GSWNR2YRCWFYTFAWR22YG.png"]
    },
    {
      "title": "Super-Earth Exoplanet 55 Cancri e",
      "description": [
        "Also called Janssen, 55 Cancri e is a so-called super-Earth, a rocky planet significantly larger than Earth but smaller than Neptune, which orbits its star at a distance of only 1.4 million miles (0.015 astronomical units), completing one full orbit in less than 18 hours. (Mercury is 25 times farther from the Sun than 55 Cancri e is from its star.) The system, which also includes four large gas-giant planets, is located about 41 light-years from Earth, in the constellation Cancer.\n Observations from Webb’s NIRCam and MIRI suggest that the planet may be surrounded by an atmosphere rich in carbon dioxide (CO2) or carbon monoxide (CO). Because it is so close to its star, the planet is extremely hot and is thought to be covered in molten rock. Researchers think that the gases that make up the atmosphere could have bubbled out of the magma.\n An atmosphere on this planet would likely be complex and quite variable due to interactions with the magma ocean. In addition to carbon monoxide or carbon dioxide, there could be gases like nitrogen, water vapor, sulfur dioxide, some vaporized rock, and even short-lived clouds made of tiny droplets of lava condensed from the air. \n The star, 55 Cancri, is a K-type star nearly the same size and mass as the Sun, but slightly cooler and dimmer. It is just bright enough to see with the naked eye in a very dark sky. The star and planet are so close to each other that the star would appear 70 times wider in the planet’s sky than the Sun appears in our sky. In addition, because the planet is likely to be tidally locked, from any given point, the star would appear fixed in the sky.\n This artist’s concept is based on new data gathered by NIRCam and MIRI as well as previous observations from other ground- and space-based telescopes, including NASA’s Hubble and retired Spitzer space telescopes. Webb has not captured any images of the planet.",
        "This light curve shows the change in brightness of the 55 Cancri system as the rocky planet 55 Cancri e, the closest of the five known planets in the system, moves behind the star. This phenomenon is known a secondary eclipse.\n When the planet is next to the star, the mid-infrared light emitted by both the star and the dayside of the planet reaches the telescope, and the system appears brighter. When the planet is behind the star, the light emitted by the planet is blocked and only the starlight reaches the telescope, causing the apparent brightness to decrease.\n Astronomers can subtract the brightness of the star from the combined brightness of the star and planet to calculate how much infrared light is coming from the dayside of the planet. This is then used to calculate the dayside temperature and infer whether or not the planet has an atmosphere.\n The graph shows data collected using the low-resolution spectroscopy mode on Webb’s Mid-Infrared Instrument in March 2023. Each of the purple data points shows the brightness of light ranging in wavelength from 7.5 to 11.8 microns, averaged over intervals of about 5 minutes. The grey line is the best fit, or model light curve that matches the data most closely. The decrease in brightness during the secondary eclipse is just 110 parts per million, or about 0.011 percent.\n The temperature of the planet calculated from this observation is about 1,800 kelvins (around 2,800 degrees Fahrenheit), which is significantly lower than would be expected if the planet has no atmosphere or only a thin rock-vapor atmosphere. This relatively low temperature indicates that heat is being distributed from the dayside to the nightside of the planet, possibly by a volatile-rich atmosphere.",
        "A thermal emission spectrum captured by Webb’s NIRCam (Near-Infrared Camera) in November 2022, and MIRI (Mid-Infrared Instrument) in March 2023, shows the brightness (y-axis) of different wavelengths of infrared light (x-axis) emitted by the super-Earth exoplanet 55 Cancri e. The spectrum shows that the planet may be surrounded by an atmosphere rich in carbon dioxide or carbon monoxide and other volatiles, not just vaporized rock.\n The graph compares data collected by NIRCam (orange dots) and MIRI (purple dots) to two different models. Model A, in red, shows what the emission spectrum of 55 Cancri e should look like if it has an atmosphere made of vaporized rock. Model B, in blue, shows what the emission spectrum should look like if the planet has a volatile-rich atmosphere outgassed from a magma ocean that has a similar volatile content as Earth’s mantle. Both MIRI and NIRCam data are consistent with the volatile-rich model.\n The amount of mid-infrared light emitted by the planet (MIRI) shows that its dayside temperature is significantly lower than what it would be if it did not have an atmosphere to distribute heat from the dayside to the nightside. The dip in the spectrum between 4 and 5 microns (NIRCam data) can be explained by absorption of those wavelengths by carbon monoxide or carbon dioxide molecules in the atmosphere.\n The spectrum was made by measuring the brightness of 4- to 5-micron light with Webb’s NIRCam GRISM spectrometer, and 5- to 12-micron with MIRI low-resolution spectrometer, before, during, and after the planet moved behind its star (the secondary eclipse). The amount of each wavelength emitted by the planet (y-axis) was calculated by subtracting the brightness of the star alone (during the secondary eclipse) from the brightness of the star and planet combined (before and after the eclipse). Each observation lasted about 8 hours.\n Note the NIRCam data have been shifted vertically to align with Model B. Although the differences in brightness between each wavelength in the NIRCam band was derived from the observation (the data suggest a valley between 4 and 5 microns), the absolute brightness (the vertical position of that valley) could not be measured precisely because of noise in the data."
      ],
      "date": "May 08, 2024",
      "type": "Exoplanets",
      "image_url":["https://stsci-opo.org/STScI-01HWQYVDYKAN7WPCR0YRVCAJG0.png", "https://stsci-opo.org/STScI-01HWQSZWPR8FHJCD53Y7P0W16K.jpg", "https://stsci-opo.org/STScI-01HWQT28H3Z3P7VQ4AD5E7P8NW.jpg"]
    },
    {
      "title": "Hot Gas-Giant Exoplanet WASP-43 b",
      "description": [
        "This artist’s concept shows what the hot gas-giant exoplanet WASP-43 b could look like. WASP-43 b is a Jupiter-sized planet circling a star roughly 280 light-years away, in the constellation Sextans. The planet orbits at a distance of about 1.3 million miles (0.014 astronomical units, or AU), completing one circuit in about 19.5 hours. Because it is so close to its star, WASP-43 b is probably tidally locked: its rotation rate and orbital period are the same, such that one side faces the star at all times.\n Temperature measurements based on the amount of 5- to 12-micron mid-infrared light emitted by the planet show that the nightside is probably covered in thick, high clouds. Spectroscopy measurements indicate the presence of water vapor on both the dayside and nightside. But because it is too hot for liquid water to exist, the clouds are probably made of tiny mineral grains instead of water droplets. A surprising lack of methane on the nightside suggests that strong eastward winds are mixing atmospheric gases around the planet.\n This illustration is based on new data gathered by Webb’s Mid-Infrared Instrument (MIRI) as well as previous observations from other ground- and space-based telescopes, including Hubble and Spitzer. Webb has not captured any images of the planet.",
        "This light curve shows the change in brightness of the WASP-43 system over time as the planet orbits the star. This type of light curve is known as a phase curve because it includes the entire orbit, or all phases of the planet.\n Because it is tidally locked, different sides of WASP-43 b rotate into view as it orbits. The system appears brightest when the hot dayside is facing the telescope, just before and after the secondary eclipse when the planet passes behind the star. The system grows dimmer as the planet continues its orbits and the nightside rotates into view. After the transit when the planet passes in front of the star, blocking some of the starlight, the system brightens again as the dayside rotates back into view.\n This graph shows more than 8,000 measurements of 5- to 12-micron mid-infrared light captured over a single 24-hour observation using the low-resolution spectroscopy mode on Webb’s MIRI (Mid-Infrared Instrument). By subtracting the amount of light contributed by the star, astronomers can calculate the amount coming from the visible side of the planet as it orbits. Webb was able to detect differences in brightness as small as 0.004% (40 parts per million).\n Since the amount of mid-infrared light given off by an object is directly related to its temperature, astronomers were able to use these measurements to calculate the average temperature of different sides of the planet.",
        "This set of maps shows the temperature of the visible side of the hot gas-giant exoplanet WASP-43 b, as the planet orbits its star.\n The temperatures were calculated based on more than 8,000 brightness measurements of 5- to 12-micron mid-infrared light detected from the star-planet system by MIRI (the Mid-Infrared Instrument) on NASA’s James Webb Space Telescope. In general, the hotter an object is, the more mid-infrared light it gives off.\n Because WASP-43 b orbits so close to its star (about 1.3 million miles, or 0.014 astronomical units), it is tidally locked: One side faces the star at all times, receiving continuous radiation, while the other faces away from the star in permanent darkness. This results in a clear temperature difference between the dayside and nightside. The amount of infrared light detected from the planet is greatest when the hot dayside faces the telescope, just before and after it passes behind the star (a phenomenon known as a secondary eclipse). The planet appears much dimmer in infrared light when the cooler nightside faces the telescope, as it moves across the star (the transit).\n The exact difference in temperature, however, also depends on factors such as wind speeds and cloud cover. Based on the MIRI observations, WASP-43 b has an average temperature of about 2,280°F (1,250°C) on the dayside and 1,115°F (600°C) on the nightside. This is consistent with strong winds that carry heat around from the dayside to the nightside, and the presence of nightside clouds that prevent heat energy from escaping to space.\n The temperature maps were made by carefully analyzing the change in temperature as different parts of the planet rotate into and out of view. The research indicates that the hottest point on the planet is not the point that receives the most light from the star (the substellar point, where the star is straight above in the sky). Instead, it is shifted about 7 degrees eastward. (This is why the maps look slightly off-center.) This is a result of strong equatorial winds, which blow at speeds upwards of 5,000 miles per hour, moving the hot air horizontally before it can radiate energy back out to space."
      ],
      "date": "April 30, 2024",
      "type": "Exoplanets",
      "image_url":["https://stsci-opo.org/STScI-01HW67KNA4439D1FXA3VGR868T.jpg", "https://stsci-opo.org/STScI-01HW67RF7NV3B8HKNXDP33YSES.png", "https://stsci-opo.org/STScI-01HW67WBW9KFBZF27BVFJVNZ79.png"]
    },
    {
      "title": "Brown Dwarf W1935",
      "description": [
        "This artist concept portrays the brown dwarf W1935, which is located 47 light-years from Earth. Astronomers using NASA’s James Webb Space Telescope found infrared emission from methane coming from W1935. This is an unexpected discovery because the brown dwarf is cold and lacks a host star; therefore, there is no obvious source of energy to heat its upper atmosphere and make the methane glow. The team speculates that the methane emission may be due to processes generating aurorae, shown here in red.",
        "Astronomers used NASA’s James Webb Space Telescope to study 12 cold brown dwarfs. Two of them – W1935 and W2220 – appeared to be near twins of each other in composition, brightness, and temperature. However, W1935 showed emission from methane, as opposed to the anticipated absorption feature that was observed toward W2220. The team speculates that the methane emission may be due to processes generating aurorae."
      ],
      "date": "January 09, 2024",
      "type": "Brown Dwarf",
      "image_url":["https://stsci-opo.org/STScI-01HKMV8DXMSSDFTMJ7GWZTHYKD.png", "https://stsci-opo.org/STScI-01HKMVJNF2VFRPXTK887PM71HE.png"]
    },
    {
      "title": "Protoplanetary Disk XUE 1",
      "description": [
        "This is an artist’s impression of a young star surrounded by a protoplanetary disk in which planets are forming. An international team of astronomers have used NASA’s James Webb Space Telescope to provide the first observation of water and other molecules in the highly irradiated inner, terrestrial-planet forming regions of a disk in one of the most extreme environments in our galaxy. These results suggest that the conditions for rocky-planet formation, typically found in the disks of low-mass star-forming regions, can also occur in massive-star-forming regions and possibly a broader range of environments than previously thought. ",
        "This graphic presents some of the first results from the eXtreme UV Environments (XUE) James Webb Space Telescope program. Astronomers focused on rocky-planet-forming regions of disks in the Lobster Nebula using Webb’s Medium Resolution Spectrometer (MRS) of the Mid-Infrared Instrument (MIRI). This first result focuses on the protoplanetary disk termed XUE 1, which is located in the star cluster Pismis 24. The inner disk around XUE 1 revealed signatures of water (highlighted here in blue and centered around 14.2 microns), as well as acetylene (C2H2, highlighted in green; centered around 13.7 microns), hydrogen cyanide (HCN, highlighted in brown; centered around 14.0 microns), and carbon dioxide (CO2, highlighted in red; centered around 14.95 microns). As indicated, some of the emission detected was weaker than some of the predicted models, which might imply a small outer disk radius.",
        "This graphic presents some of the first results from the eXtreme UV Environments (XUE) James Webb Space Telescope program. Astronomers focused on rocky-planet-forming regions of disks in the Lobster Nebula using Webb’s Medium Resolution Spectrometer (MRS) of the Mid-Infrared Instrument (MIRI). This first result focuses on the protoplanetary disk termed XUE 1, which is located in the star cluster Pismis 24. This graphic features the observed signatures of carbon monoxide spanning 4.95 to 5.15 microns."
      ],
      "date": "November 30, 2023",
      "type": "Stellar Disk",
      "image_url":["https://stsci-opo.org/STScI-01HFQ5YXZ04PF608HQB0KRTF3S.jpg", "https://stsci-opo.org/STScI-01HFPT6ZCHM0Y1JPHBK8D4HS62.jpg", "https://stsci-opo.org/STScI-01HFPTK93QPATD1Q966XDA0XCS.jpg"]
    },
    {
      "title": "SZ Chamaeleontis",
      "description": [
        "In this artist concept, the young star SZ Chamaeleontis (SZ Cha) is surrounded by a disk of dust and gas with the potential to form a planetary system. Once our solar system looked something like this, before planets, moons, and asteroids formed. The raw ingredients, including those for life on Earth, were present in the Sun’s protoplanetary disk.\n SZ Cha emits radiation in multiple wavelengths which are evaporating the disk. Planets are in a race against time to form before the disk of material is evaporated completely. NASA’s James Webb Space Telescope observed typical conditions in the disk – it was being bombarded primarily by X-rays. However, when NASA’s Spitzer Space Telescope observed the disk in 2008, it saw a different scene, dominated by extreme ultraviolet (EUV) light, indicated by the presence of a specific type of neon in the disk. These differences are significant because planets would have more time to form from a disk dominated by EUV. Astronomers are investigating the cause of the difference between Webb and Spitzer’s readings, and think it may be due to the presence (or not) of a strong wind that, when active, absorbs EUV, leaving X-rays to hit the disk.",
        "Contrasting data from NASA’s James Webb and Spitzer space telescopes show change in the disk surrounding the star SZ Chamaeleontis (SZ Cha) in just 15 years. In 2008, Spitzer’s detection of significant neon III made SZ Cha an outlier among similar young protoplanetary disks. However, when Webb followed up on SZ Cha in 2023, the ratio of neon II to III was within typical levels.\n All of this is significant because protoplanetary disks are the stuff of future planetary systems – and those potential planets are in a race against time. Astronomers use neon as an indicator of the dominant radiation hitting the disk and causing it to evaporate. When extreme ultraviolet light is dominant, there is more neon III. That is the unusual circumstance that Spitzer observed in 2008. Typically, a disk is dominated by X-ray radiation, which evaporates the disk more quickly, leaving planets less time to form.\n Researchers think the dramatic differences in neon detections are the result of a wind that, when present, absorbs ultraviolet light and leaves X-rays to pummel the disk. They will continue using Webb to find other examples of variability in disk conditions, working toward a better understanding of how planetary systems develop around Sun-like stars."
      ],
      "date": "November 15, 2023",
      "type": "Stellar Disk",
      "image_url":["https://stsci-opo.org/STScI-01HEQM7MXV8HJSW2Q8M7ZM69GH.jpg", "https://stsci-opo.org/STScI-01HEQMF3KJH92R167M4KDDKMYT.png"]
    },
    {
      "title": "Kilonova and Host Galaxy",
      "description": [
        "A team of scientists has used NASA’s James Webb Space Telescope to observe an exceptionally bright gamma-ray burst, GRB 230307A, and its associated kilonova. Kilonovas—an explosion produced by a neutron star merging with either a black hole or with another neutron star—are extremely rare, making it difficult to observe these events. The highly sensitive infrared capabilities of Webb helped scientists identify the home address of the two neutron stars that created the kilonova.\n This image from Webb’s NIRCam (Near-Infrared Camera) instrument highlights GRB 230307A’s kilonova and its former home galaxy among their local environment of other galaxies and foreground stars. The neutron stars were kicked out of their home galaxy and traveled the distance of about 120,000 light-years, approximately the diameter of the Milky Way galaxy, before finally merging several hundred million years later.",
        "This graphic presentation compares the spectral data of GRB 230307A’s kilonova as observed by the James Webb Space Telescope and a kilonova model. Both show a distinct peak in the region of the spectrum associated with tellurium, with the area shaded in red. The detection of tellurium, which is rarer than platinum on Earth, marks Webb’s first direct look at an individual heavy element from a kilonova.\n Though astronomers have theorized neutron star mergers to be the ideal environment to create chemical elements, including some that are essential to life, these explosive events—known as kilonovas—are rare and rapid. Webb’s NIRSpec (Near-Infrared Spectrograph) acquired a spectrum of GRB 230307A’s kilonova, helping scientists secure evidence of the synthesis of heavy elements from neutron star mergers. \n With Webb’s extraordinary ability to look further into space than ever before, astronomers expect to find even more kilonovas and acquire further evidence of heavy element creation."
      ],
      "date": "October 25, 2023",
      "type": "Neutron Stars",
      "image_url":["https://stsci-opo.org/STScI-01HAWEH8GFC4GREQ9HXT0Q57KV.png", "https://stsci-opo.org/STScI-01HAWFNWYQ4KAP8NQX63TW6W9H.png"]
    },
    {
      "title": "Exoplanet WASP-17 b",
      "description": [
        "WASP-17 b, also called Ditsö̀, is a hot gas giant that orbits its star at a distance of just 0.051 AU (about 4.75 million miles, or one-eighth the distance between Mercury and the Sun), completing one full circuit in about 3.7 Earth-days. The system lies within the Milky Way, about 1,300 light-years from Earth, in the constellation Scorpius.\n With a volume more than seven times that of Jupiter and a mass less than one-half of Jupiter, WASP-17 b is an extremely puffy planet. Its short orbital period, large size, and thick, extended atmosphere make it ideal for observation using transmission spectroscopy, which involves measuring the effects of the planet’s atmosphere on the starlight filtering through it.\n WASP-17 b’s atmosphere is composed primarily of hydrogen and helium, along with small amounts of water vapor and hints of carbon dioxide and other molecules. Observations of 5- to 12-micron infrared light from Webb's MIRI (Mid-Infrared Instrument) show that WASP-17 b’s atmosphere also contains clouds made of nanocrystals of quartz (SiO2).\n WASP-17 b is tidally locked and has a retrograde orbit. Its temperature ranges from about 1,000 kelvins (1,350 degrees F or 725 degrees C) on the cooler nightside to nearly 2,000 kelvins (3,150 degrees F or 1,725 degrees C) on the side in permanent daylight.\n The star, WASP-17 (also called Diwö), is an F-type star: slightly larger, more massive, hotter, and whiter than the Sun.\n This artist’s concept is based on new data gathered by MIRI as well as previous observations from other ground- and space-based telescopes, including NASA’s Hubble and retired Spitzer space telescopes. Webb has not captured any images of the planet.",
        "A transmission spectrum of the hot gas giant exoplanet WASP-17 b captured by MIRI (Webb’s Mid-Infrared Instrument) on March 12-13, 2023, reveals the first evidence for quartz (crystalline silica, SiO2) in the clouds of an exoplanet.\n The spectrum was made by measuring the change in brightness of 28 wavelength-bands of mid-infrared light as the planet transited its star. Webb observed the WASP-17 system using MIRI’s low-resolution spectrograph for nearly 10 hours, collecting more than 1,275 measurements before, during, and after the transit.\n For each wavelength, the amount of light blocked by the planet’s atmosphere (white circles) was calculated by subtracting the amount that made it through the atmosphere from the amount originally emitted by the star.\n The solid purple line is a best-fit model to the Webb (MIRI), Hubble, and Spitzer data. (The Hubble and Spitzer data cover wavelengths from 0.34 to 4.5 microns and are not shown on the graph.) The spectrum shows a clear feature around 8.6 microns, which astronomers think is caused by silica particles absorbing some of the starlight passing through the atmosphere.\n The dashed yellow line shows what that part of the transmission spectrum would look like if the clouds in WASP-17 b’s atmosphere did not contain SiO2.\n This marks the first time that SiO2 has been identified in an exoplanet, and the first time any specific cloud species has been identified in a transiting exoplanet."
      ],
      "date": "October 16, 2023",
      "type": "Exoplanets",
      "image_url":["https://stsci-opo.org/STScI-01HC3AW9CAR7FD4T7VXV9YCYD7.png", "https://stsci-opo.org/STScI-01HCJBRZYFVETZ4SZYS068XV6A.png"]
    },
    {
      "title": "Exoplanet K2-18 b",
      "description": [
        "This illustration shows what exoplanet K2-18 b could look like based on science data. K2-18 b, an exoplanet 8.6 times as massive as Earth, orbits the cool dwarf star K2-18 in the habitable zone and lies 120 light years from Earth.\n A new investigation with NASA’s James Webb Space Telescope into K2-18 b, an exoplanet 8.6 times as massive as Earth, has revealed the presence of carbon-bearing molecules including methane and carbon dioxide.\n The abundance of methane and carbon dioxide, and shortage of ammonia, support the hypothesis that there may be a water ocean underneath a hydrogen-rich atmosphere in K2-18 b.\n In this illustration, the exoplanet K2-18 c is shown between K2-18 b and its star.",
        "Spectra of K2-18 b, obtained with Webb’s NIRISS (Near-Infrared Imager and Slitless Spectrograph) and NIRSpec (Near-Infrared Spectrograph) displays an abundance of methane and carbon dioxide in the exoplanet’s atmosphere, as well as a possible detection of a molecule called dimethyl sulfide (DMS).\n The detection of methane and carbon dioxide, and shortage of ammonia, are consistent with the presence of an ocean underneath a hydrogen-rich atmosphere in K2-18 b.\n K2-18 b, 8.6 times as massive as Earth, orbits the cool dwarf star K2-18 in the habitable zone and lies 110 light years from Earth."
      ],
      "date": "September 11, 2023",
      "type": "Exoplanets",
      "image_url":["https://stsci-opo.org/STScI-01H9R88YF49TAZJH32J2RFHN20.jpg", "https://stsci-opo.org/STScI-01H9RF1Z83WHA42YMB4BV3JDSS.jpg"]
    },
    {
      "title": "PDS 70 Inner Disk",
      "description": [
        "This artist concept portrays the star PDS 70 and its inner protoplanetary disk. New measurements by NASA’s James Webb Space Telescope have detected water vapor at distances of less than 100 million miles from the star – the region where rocky, terrestrial planets may be forming. This is the first detection of water in the terrestrial region of a disk already known to host two or more protoplanets, one of which is shown at upper right.",
        "A spectrum of the protoplanetary disk of PDS 70, obtained with Webb’s MIRI (Mid-Infrared Instrument), displays a number of emission lines from water vapor. Scientists determined that the water is in the system’s inner disk, at distances of less than 100 million miles from the star – the region where rocky, terrestrial planets may be forming."
      ],
      "date": "July 24, 2023",
      "type": "Stellar Disk",
      "image_url":["https://stsci-opo.org/STScI-01H5MXFEW1EWAZPFARJT77QW42.jpg", "https://stsci-opo.org/STScI-01H5MY07PQT8W9YX3WZTEM6QK3.jpg"]
    },
    {
      "title": "Rocky Exoplanet TRAPPIST-1 c",
      "description": [
        "This artist' concept shows what the hot rocky exoplanet TRAPPIST-1 c could look like based on this work. TRAPPIST-1 c, the second of seven known planets in the TRAPPIST-1 system, orbits its star at a distance of 0.016 AU (about 1.5 million miles), completing one circuit in just 2.42 Earth-days. TRAPPIST-1 c is slightly larger than Earth, but has around the same density, which indicates that it must have a rocky composition. Webb’s measurement of 15-micron mid-infrared light emitted by TRAPPIST-1 c suggests that the planet has either a bare rocky surface or a very thin carbon dioxide atmosphere.\n Illustrated in the background is TRAPPIST-1 b, the innermost planet in the TRAPPIST-1 system. TRAPPIST-1 b is also rocky and appears to have no substantial atmosphere.\n The star, TRAPPIST-1, is an ultracool red dwarf (M dwarf) with a temperature of only 2,550 kelvins (about 4,150 degrees Fahrenheit) and a mass just 0.09 times the mass of the Sun.\n This illustration is based on new data gathered by Webb’s Mid-Infrared Instrument (MIRI) as well as previous observations from other ground- and space-based telescopes. Webb has not captured any images of the planet.",
        "This light curve shows the change in brightness of the TRAPPIST-1 system as the second planet, TRAPPIST-1 c, moves behind the star. This phenomenon is known as a secondary eclipse.\n Astronomers used Webb’s Mid-Infrared Instrument (MIRI) to measure the brightness of mid-infrared light. When the planet is beside the star, the light emitted by both the star and the dayside of the planet reach the telescope, and the system appears brighter. When the planet is behind the star, the light emitted by the planet is blocked and only the starlight reaches the telescope, causing the apparent brightness to decrease.\n Astronomers can subtract the brightness of the star from the combined brightness of the star and planet to calculate how much infrared light is coming from the planet’s dayside. This is then used to calculate the dayside temperature and infer the presence and possible composition of the atmosphere.\n The graph shows combined data from four separate observations made using MIRI’s F1500W filter, which only allows light with wavelengths ranging from about 13.5 - 16.7 microns to pass through to the detectors. The blue squares are individual brightness measurements. The red circles show measurements that are “binned,” or averaged to make it easier to see the change over time. The white line is the best fit, or model light curve that matches the data most closely. The decrease in brightness during the secondary eclipse is less than 0.05%.\n The temperature calculated from this observation is 380 +/- 31 kelvins (between 170 and 280 degrees Fahrenheit). TRAPPIST-1 c is the coolest rocky exoplanet ever observed using secondary eclipse photometry.",
        "This graph compares the measured brightness of TRAPPIST-1 c to simulated brightness data for three different scenarios. The measurement (red diamond) is consistent with a bare rocky surface with no atmosphere (green line) or a very thin carbon dioxide atmosphere with no clouds (blue line). A thick carbon dioxide-rich atmosphere with sulfuric acid clouds, similar to that of Venus (yellow line), is unlikely.\n The y-axis of the graph shows brightness (also called intensity or flux) of light in terms of eclipse depth, which is the difference between the combine brightness of the star and planet (when the planet is beside the star) and the brightness of the star on its own (when the planet is behind the star). Brightness increases from bottom to top on the graph: The greater the eclipse depth, the brighter the light from the planet. The x-axis shows the wavelength (or color) of light being measured. All of the wavelengths shown here are in the infrared, which is invisible to human eyes.\n The brightness of light emitted by the planet varies with wavelength: Some colors are brighter than others. The pattern of brightness (the spectrum) depends on factors such as the type of rock that makes up the surface, what the atmosphere is made of, and whether or not there are clouds. Different materials absorb and emit different amounts of different wavelengths of light.\n The red diamond shows the brightness of TRAPPIST-1 c as measured using the F1500W filter on MIRI (Webb’s Mid-Infrared Instrument). The vertical lines extending above and below the diamond are error bars. The width of the blue box covers the range of wavelengths that were measured using MIRI’s F1500W filter, which allows light with wavelengths ranging from about 13.5 - 16.7 microns to pass through to the detectors.\n The blue line shows what the emission spectrum of the planet’s dayside would look like assuming it has an oxygen atmosphere with 0.01% carbon dioxide, a surface pressure of 0.1 bars, and no clouds. (For reference, this is significantly thinner than Earth’s atmosphere, which is nitrogen- and oxygen-rich, with 0.04% carbon dioxide and a surface pressure of 1 bar.)\n The green line shows what the emission spectrum of the planet’s dayside would be if it has no atmosphere and a rocky surface made of ultramafic rock. (Ultramafic rock is a type of igneous rock that somewhat richer in iron and magnesium and poorer in silica than basalt, which makes up the crust beneath Earth’s oceans.)\n The orange line shows the emission spectrum of the planet’s dayside if it had an atmosphere closer to that of Venus, with 96.5% carbon dioxide, a surface pressure of 10 bars, and sulfuric acid clouds."
      ],
      "date": "June 19, 2023",
      "type": "Exoplanets",
      "image_url":["https://stsci-opo.org/STScI-01H2TJNH3F6CPPHT0J7AFJ6DRV.jpg", "https://stsci-opo.org/STScI-01H2TMDRNVP9YW59ARD2CE7M43.jpg", "https://stsci-opo.org/STScI-01H2TMNQSS7TQN3F8EVKMSRNZX.jpg"]
    },
    {
      "title": "Rocky Exoplanet TRAPPIST-1 b",
      "description": [
        "This illustration shows what the hot rocky exoplanet TRAPPIST-1 b could look like based on this work. TRAPPIST-1 b, the innermost of seven known planets in the TRAPPIST-1 system, orbits its star at a distance of 0.011 AU, completing one circuit in just 1.51 Earth-days. TRAPPIST-1 b is slightly larger than Earth, but has around the same density, which indicates that it must have a rocky composition. Webb’s measurement of mid-infrared light given off by TRAPPIST-1 b suggests that the planet does not have any substantial atmosphere. The star, TRAPPIST-1, is an ultracool red dwarf (M dwarf) with a temperature of only 2,566 kelvins and a mass just 0.09 times the mass of the Sun. \n This illustration is based on new data gathered by Webb’s Mid-Infrared Instrument (MIRI) as well as previous observations from other ground- and space-based telescopes. Webb has not captured any images of the planet. ",
        "This light curve shows the change in brightness of the TRAPPIST-1 system as the innermost planet, TRAPPIST-1 b, moves behind the star. This phenomenon is known as a secondary eclipse. \n Astronomers used Webb’s Mid-Infrared Instrument (MIRI) to measure the brightness of mid-infrared light. When the planet is beside the star, the light emitted by both the star and the dayside of the planet reach the telescope, and the system appears brighter. When the planet is behind the star, the light emitted by the planet is blocked and only the starlight reaches the telescope, causing the apparent brightness to decrease. \n Astronomers can subtract the brightness of the star from the combined brightness of the star and planet to calculate how much infrared light is coming from the planet’s dayside. This is then used to calculate the dayside temperature.\n The graph shows combined data from five separate observations made using MIRI’s F1500W filter, which only allows light with wavelengths ranging from 13.5-16.6 microns to pass through to the detectors. The blue squares are individual brightness measurements. The red circles show measurements that are “binned,” or averaged to make it easier to see the change over time. The decrease in brightness during the secondary eclipse is less than 0.1%. MIRI was able to detect changes as small as 0.027% (or 1 part in 3,700).\n This is the first thermal emission observation of TRAPPIST-1 b, or any planet as small as Earth and as cool as the rocky planets in our solar system. \n The observations are being repeated using a 12.8-micron filter in order to confirm the results and narrow down the interpretations.",
        "Comparison of the dayside temperature of TRAPPIST-1 b as measured using Webb’s Mid-Infrared Instrument (MIRI) to computer models showing what the temperature would be under various conditions. The models take into account the known properties of the system, including the temperature of the star and the planet’s orbital distance. The temperature of the dayside of Mercury is also shown for reference. \n The dayside brightness of TRAPPIST-1 b at 15 microns corresponds to a temperature of about 500 kelvins (roughly 450 degrees Fahrenheit). This is consistent with the temperature assuming the planet is tidally locked (one side facing the star at all times), with a dark-colored surface, no atmosphere, and no redistribution of heat from the dayside to the nightside. \n If the heat energy from the star were distributed evenly around the planet (for example, by a circulating carbon dioxide-free atmosphere), the temperature at 15 microns would be 400 kelvins (260 degrees Fahrenheit). If the atmosphere had a substantial amount of carbon dioxide, it would emit even less 15-micron light and would appear to be even cooler.  \n Although TRAPPIST-1 b is hot by Earth standards, it is cooler than the dayside of Mercury, which consists of bare rock and no significant atmosphere. Mercury receives about 1.6 times more energy from the Sun than TRAPPIST-1 b does from its star."
      ],
      "date": "March 27, 2023",
      "type": "Exoplanets",
      "image_url":["https://stsci-opo.org/STScI-01GW5EQWKG8SS1G8C939PF9YTE.jpg", "https://stsci-opo.org/STScI-01GW5FRDXKJ37838S7A13XA3YF.png", "https://stsci-opo.org/STScI-01GW5FXJ7DVSD1KZM36EK9704F.png"]
    },
    {
      "title": "Exoplanet GJ 486 b",
      "description": [
        "This artist concept represents the rocky exoplanet GJ 486 b, which orbits a red dwarf star that is only 26 light-years away in the constellation Virgo. By observing GJ 486 b transit in front of its star, astronomers sought signs of an atmosphere. They detected hints of water vapor. However, they caution that while this might be a sign of a planetary atmosphere, the water could be on the star itself – specifically, in cool starspots – and not from the planet at all.\n GJ 486 b is about 30% larger than the Earth and weighs three times as much. It orbits its star closely in just under 1.5 days.",
        "This graphic shows the transmission spectrum obtained by Webb observations of rocky exoplanet GJ 486 b. The science team’s analysis shows hints of water vapor; however, computer models show that the signal could be from a water-rich planetary atmosphere (indicated by the blue line) or from starspots from the red dwarf host star (indicated by the yellow line). The two models diverge noticeably at shorter infrared wavelengths, indicating that additional observations with other Webb instruments will be needed to constrain the source of the water signal.\n The background illustration of a planet is an artist concept. Webb has not taken an image of the planet."
      ],
      "date": "May 01, 2023",
      "type": "Exoplanets",
      "image_url":["https://stsci-opo.org/STScI-01GYSX585XR5SMM68RNGX44M4V.jpg", "https://stsci-opo.org/STScI-01GYT3QYTSBB88MJBEQ8RR9DKX.jpg"]
    },
    {
      "title": "Exoplanet VHS 1256 b and Its Stars",
      "description": [
        "This illustration conceptualizes the swirling clouds identified by the James Webb Space Telescope in the atmosphere of exoplanet VHS 1256 b. The planet is about 40 light-years away and orbits two stars that are locked in their own tight rotation.\n Its clouds are constantly rising, mixing, and moving during its 22-hour day. Plus, they’re filled with silicate dust. Some clouds contain silicate grains as tiny as smoke particles. Other contain slightly larger flecks that are similar to small grains of sand. Researchers detected both brighter and darker cloud patches, indicating some clouds are lower and hotter or higher and cooler than others, respectively.\n VHS 1256 b is about four times farther from its stars than Pluto is from our Sun. The planet completes a full orbit in about 10,000 years. Its cloud cover points to another fact: It’s quite young in astronomical terms – only 150 million years have passed since it formed and it will continue to change over billions of years. Over time, the planet will become colder, and its skies may transition from cloudy to clear.\n This illustration is based on observations from Webb. The camera that is part of Webb’s Near Infrared Spectrograph’s integral field unit does not have the resolution to capture the planet in detail at this distance.",
        "Ready to look for clouds and molecules on a distant planet?\n A research team led by Brittany Miles of the University of Arizona used two instruments known as spectrographs aboard the James Webb Space Telescope, one on its Near Infrared Spectrograph (NIRSpec) and another on its Mid-Infrared Instrument (MIRI) to observe a vast section of near- to mid-infrared light emitted by planet VHS 1256 b. They plotted the light on the spectrum above.\n First, let’s look for silicate clouds in Webb’s data. Based on observations of many other exoplanets by many telescopes, the researchers know to look for signatures of clouds in particular areas in the spectrum. Signatures of silicates appears before and after 10 microns, a particular wavelength of infrared light.\n There is likely a layer of very small grain silicate clouds higher up in the atmosphere. These silicates are finer, more like smoke particles, and are responsible for creating the plateau near 10 microns. Somewhat larger grain clouds are likely a bit deeper. Some particles in these clouds may be about the size of small grains of silt.\n The combined evidence of fluctuations in the planet’s brightness over time and the different cloud layers in the spectrum point to turbulent weather on VHS 1256 b. “These detections reflect that the planet’s cloud patterns change fairly rapidly,” explained Beth Biller of the University of Edinburgh in Scotland. If the researchers were to take more, and longer, observations of the planet, they would see the spectrum shape shift as the locations of the clouds move, reflecting that the clouds are rapidly shifting through the planet’s atmosphere during its 22-hour rotation.\n But these aren’t like clouds high in Earth’s atmosphere. These clouds are hot – akin to the temperature of a candle flame. Earth’s upper atmosphere is thin and would feel extremely cold.\n The researchers also made extraordinarily clear detections of water, methane and carbon monoxide with Webb, and found evidence of carbon dioxide. It’s too early to tell what this combination of molecules might mean, though, since the data need to be fully modeled. “Webb’s high-resolution data are stressing our existing models,” notes Polychronis Patapis of ETH Zurich in Switzerland. “Existing models can ingest one or two features, but not as many as Webb has shown us of this target.” This is an extraordinarily exciting moment for researchers – it means there is an amazing amount to learn as they revamp models to fit these data.\n Webb’s observations of VHS 1256 b highlight many of its technical strengths. Not only do its instruments detect a wide range of near- and mid-infrared light, Webb’s position in space means that the telescope can observe more infrared light than is accessible on Earth – and it captures the details in high resolution. (Earth’s atmosphere filters out some near-infrared and all mid-infrared light.) “Webb has effectively doubled the wavelength range that we’re able to capture,” said Brittany Miles of the University of Arizona, the paper’s lead author. “To top that off, we only needed seven hours to capture the spectrum, which is practically overflowing with details.”\n VHS 1256 b is about 40 light-years away in the constellation Corvus. It orbits not one, but two stars, which are tightly orbiting one another. The planet lies about four times farther from its stars than Pluto is from our Sun. Although a single day on this planet is 22 hours long, it takes 10,000 years to complete a single orbit or year.\n The planet’s clouds were confirmed with data from the Webb Telescope.\n MIRI was contributed by ESA and NASA, with the instrument designed and built by a consortium of nationally funded European Institutes (the MIRI European Consortium) in partnership with JPL and the University of Arizona.\n NIRSpec was built for the European Space Agency (ESA) by a consortium of European companies led by Airbus Defence and Space (ADS) with NASA’s Goddard Space Flight Center providing its detector and micro-shutter subsystems."
      ],
      "date": "March 22, 2023",
      "type": "Exoplanets",
      "image_url":["https://stsci-opo.org/STScI-01GVGGMG8C35QBRDY1T61F4F1C.jpg", "https://stsci-opo.org/STScI-01GVK9DEDT4GTB1N057BBSMRPZ.jpg"]
    },
    {
      "title": "Centaur 10199 Chariklo",
      "description": [
        "This illustration shows what the Centaur Chariklo and its rings could look like, based on our current understanding.\n Chariklo is the largest of the known Centaur population, located more than 2 billion miles away between the orbit of Saturn and Uranus. Chariklo is only 160 miles across (250 kilometers or about 1/50th of Earth’s diameter), and its rings orbit at a distance of about 250 miles (400 kilometers) from the center of the body.\n This illustration is based on previous observations of Chariklo. Webb has not captured a direct image of Chariklo, but has observed an occultation event in which Chariklo’s rings passed in front of a background star.",
        "Graphic showing the dimming effects of Chariklo’s rings on a background star.\n Top: A diagram showing the change in position of a background star (Gaia DR3 6873519665992128512) relative to the double-ringed centaur Chariklo, during an occultation. An occultation occurs when a background object is temporarily blocked from view by a foreground object. During this occultation event, the star passed behind Chariklo’s rings, but not behind its main body.\n Bottom: A graph showing the change in apparent brightness of the star during the occultation event. This type of graph is known as a light curve. The graph shows the sharp dips in apparent brightness of the star over time as the rings of Chariklo (the largest-known Centaur) passed in front of it on October 18, 2022. Each dip on the graph corresponds to the shadows of two rings around Chariklo, which are ~4 miles (6-7 kilometers) and ~2 miles (2-4 kilometers) wide, and separated by a gap of 5.5 miles (9 kilometers). The two individual rings are not fully resolved in each dip of this light curve.\n The data show 1.5-micron light captured by Webb’s Near-Infrared Camera (NIRCam) using its F150W filter. ",
        "Reflectance spectrum of the double-ringed centaur 10199 Chariklo, captured by Webb’s Near-Infrared Spectrograph (NIRSpec) on October 31, 2022. This spectrum shows clear evidence for crystalline water ice on Chariklo’s surface. \n A reflectance spectrum shows variations in the brightness of different wavelengths (colors) of reflected sunlight. The dips in the spectrum are related to the presence of water ice, which absorbs these wavelengths, decreasing the amount of light that is reflected back to the telescope. \n The background illustration of Chariklo and its rings is based on current understanding of the planet. Webb has not captured a direct image of Chariklo and its rings. "
      ],
      "date": "January 25, 2023",
      "type": "Asteroids",
      "image_url":["https://stsci-opo.org/STScI-01GQJG6BATEZ8WF80XZGMV9ZC8.png", "https://stsci-opo.org/STScI-01GQJA03TX82DS3CCM410EWGGH.png", "https://stsci-opo.org/STScI-01GQJA7G6H039S2QZ5SJ57T6AB.png"]
    },
    {
      "title": "Exoplanet LHS 475 b and Its Star ",
      "description": [
        "This illustration reflects that exoplanet LHS 475 b is rocky and almost precisely the same size as Earth based on new evidence from NASA’s James Webb Space Telescope. The planet is only a few hundred degrees warmer than our home planet.\n The planet whips around its star in just two days, far faster than any planet in the solar system, but its red dwarf star is less than half the temperature of the Sun. Researchers will follow up this summer with another observation with Webb, which they hope will allow them to definitively conclude if the planet has an atmosphere.\n LHS 475 b is relatively close, 41 light-years away, in the constellation Octans.\n This illustration is based on observations from Webb. Webb has not captured a direct image of this planet.",
        "How do researchers spot a distant planet? By observing the changes in light as it orbits its star.\n A light curve from NASA’s James Webb Space Telescope’s Near-Infrared Spectrograph (NIRSpec) shows the change in brightness from the LHS 475 star system over time as the planet transited the star on August 31, 2022. This observation was made using NIRSpec’s bright object time-series mode, which uses a grating to spread out light from a single bright object (like the star LHS 475) and measure the brightness of each wavelength of light at set intervals of time. The data show that LHS 475 b is 99% the diameter of Earth and therefore rocky.\n To capture these data, Webb stared at the LHS 475 star system for almost 3 hours, beginning about 1.5 hours before the transit and ending about 30 minutes after the transit. The transit itself lasted about 40 minutes. The curve shown here includes a total of 1,158 individual brightness measurements – about one every nine seconds.\n LHS 475 b is a rocky, Earth-sized exoplanet that orbits a red dwarf star roughly 41 light-years away in the constellation Octans. The planet is extremely close to its star, completing one orbit in two Earth-days. The planet’s confirmation was made possible by Webb’s data.\n The background illustration of LHS 475 b and its star is based on our current understanding of the planet from Webb spectroscopy. Webb has not captured a direct image of the planet or its atmosphere.",
        "A flat line in a transmission spectrum, like this one, can be exciting – it can tell us a lot about the planet.\n Researchers used NASA’s James Webb Space Telescope’s Near-Infrared Spectrograph (NIRSpec) to observe exoplanet LHS 475 b. As this spectrum shows, Webb did not observe a detectable quantity of any element or molecule. Common signatures in a hydrogen-dominated atmosphere, for example, would indicate a light, gaseous atmosphere. Those elements were not detected in LHS 475 b’s spectrum.\n The green line represents a pure methane atmosphere, which is not favored since if methane were present, it would be expected to block more starlight at 3.3 microns. The yellow line represents the best-fit model for a featureless spectrum that contains no evidence of the planet’s atmosphere. This model is representative of a planet that has no atmosphere.\n The purple line represents a pure carbon dioxide atmosphere and is indistinguishable from a flat line at the current level of precision. An atmosphere made up of pure carbon dioxide is far more difficult to detect, even for Webb’s advanced instruments. “We require very, very precise data to be able to distinguish a pure carbon dioxide atmosphere from no atmosphere at all,” explained Jacob Lustig-Yaeger of the Johns Hopkins University Applied Physics Laboratory. “A pure carbon dioxide atmosphere may be thin like the one on Mars, making it difficult to detect.”\n The researchers studying LHS 475 b suggest that an additional, upcoming observation may act as a “tie breaker,” allowing them to identify any presence of carbon dioxide – or any other molecule – or rule everything out and conclude the planet has no atmosphere. Quite simply, additional data are required before a conclusion can be made.\n This transmission spectrum of the rocky exoplanet LHS 475 b was captured by Webb’s NIRSpec instrument on August 31, 2022. A transmission spectrum is made by comparing starlight filtered through a planet’s atmosphere as it moves in front of the star to the unfiltered starlight detected when the planet is beside the star. Each of the 56 data points on this graph represents the amount of light that the planet blocks from the star at a different wavelength of light. The data would reveal molecules in the planet’s atmosphere by showing that they increase the apparent size of the planet at only specific wavelengths. No such atmospheric features are observed in this spectrum.\n The gray lines extending above and below each data point are error bars that show the uncertainty of each measurement, or the reasonable range of actual possible values. For a single observation, the error on these measurements is extremely small (30 to 50 parts per million).\n The observation was made using the NIRSpec bright object time-series mode, which uses a grating to spread out light from a single bright object (like the star LHS 475) and measure the brightness of each wavelength at set intervals of time.\n LHS 475 b is a rocky exoplanet approximately that same size as Earth. It orbits a red dwarf star roughly 41 light-years away in the constellation Octans. The planet orbits extremely close to its star and completes one orbit in two Earth-days. The planet’s discovery was confirmed with data from the Webb Telescope.\n The background illustration of LHS 475 b and its star is based on current understanding of the planet from Webb spectroscopy. Webb has not captured a direct image of the planet or its atmosphere."
      ],
      "date": "January 11, 2023",
      "type": "Exoplanets",
      "image_url":["https://stsci-opo.org/STScI-01GNVTTVYW4VG78HYYQE7CFXE1.png", "https://stsci-opo.org/STScI-01GNVZ5DPFJVZAFTSCD4E9YJ79.png", "https://stsci-opo.org/STScI-01GNVWTV4W6CN1VJFWN12ZNZM8.png"]
    },
    {
      "title": "Exoplanet WASP-39 b and its Star",
      "description": [
        "This illustration shows what exoplanet WASP-39 b could look like, based on current understanding of the planet.\n WASP-39 b is a hot, puffy gas giant with a mass 0.28 times Jupiter (0.94 times Saturn) and a diameter 1.3 times greater than Jupiter, orbiting just 0.0486 astronomical units (4,500,000 miles) from its star. The star, WASP-39, is fractionally smaller and less massive than the Sun. Because it is so close to its star, WASP-39 b is very hot and is likely to be tidally locked, with one side facing the star at all times.\n NASA’s James Webb Space Telescope’s exquisitely sensitive instruments have provided a profile of WASP-39 b’s atmospheric constituents and identified a plethora of contents, including water, sulfur dioxide, carbon monoxide, sodium and potassium.\n This illustration is based on indirect transit observations from Webb as well as other space- and ground-based telescopes. Webb has not captured a direct image of this planet.",
        "The atmospheric composition of the hot gas giant exoplanet WASP-39 b has been revealed by NASA’s James Webb Space Telescope. This graphic shows four transmission spectra from three of Webb’s instruments operated in four instrument modes. All are plotted on a common scale extending from 0.5 to 5.5 microns. This graphic, as well as all four of the component elements, are available for download from the links at the left side of this page.\n A transmission spectrum is made by comparing starlight filtered through a planet’s atmosphere as it moves in front of the star, to the unfiltered starlight detected when the planet is beside the star. Each of the data points (white circles) on these graphs represents the amount of a specific wavelength of light that is blocked by the planet and absorbed by its atmosphere. Wavelengths that are preferentially absorbed by the atmosphere appear as peaks in the transmission spectrum.\n The blue line is a best-fit model that takes into account the data, the known properties of WASP-39 b and its star (e.g., size, mass, temperature), and assumed characteristics of the atmosphere. Researchers can vary the parameters in the model – changing unknown characteristics like cloud height in the atmosphere and abundances of various gases – to get a better fit and further understand what the atmosphere is really like.\n At upper left, data from NIRISS shows fingerprints of potassium (K), water (H2O), and carbon monoxide (CO). At upper right, data from NIRCam shows a prominent water signature. At lower left, data from NIRSpec indicates water, sulfur dioxide (SO2), carbon dioxide (CO2), and carbon monoxide (CO). At lower right, additional NIRSpec data reveals all of these molecules as well as sodium (Na).",
        "A transmission spectrum of the hot gas giant exoplanet WASP-39 b captured by Webb’s Near-Infrared Spectrograph (NIRSpec) on July 10, 2022, reveals the first clear evidence for carbon dioxide in a planet outside the solar system. This is also the first detailed exoplanet transmission spectrum ever captured that covers wavelengths between 3 and 5.5 microns. \n A transmission spectrum is made by comparing starlight filtered through a planet’s atmosphere as it moves in front of the star, to the unfiltered starlight detected when the planet is beside the star. Each of the 95 data points (white circles) on this graph represents the amount of a specific wavelength of light that is blocked by the planet and absorbed by its atmosphere. Wavelengths that are preferentially absorbed by the atmosphere appear as peaks in the transmission spectrum. The peak centered around 4.3 microns represents the light absorbed by carbon dioxide. \n The gray lines extending above and below each data point are error bars that show the uncertainty of each measurement, or the reasonable range of actual possible values. For a single observation, the error on these measurements is extremely small.\n The blue line is a best-fit model that takes into account the data, the known properties of WASP-39 b and its star (e.g., size, mass, temperature), and assumed characteristics of the atmosphere. Researchers can vary the parameters in the model – changing unknown characteristics like cloud height in the atmosphere and abundances of various gases – to get a better fit and further understand what the atmosphere is really like. The model shown here assumes that the planet is made primarily of hydrogen and helium, with small amounts of water and carbon dioxide, and a thin veil of clouds.\n The observation was made using the NIRSpec PRISM bright object time-series mode, which involves using a prism to spread out light from a single bright object (like the star WASP-39) and measuring the brightness of each wavelength at set intervals of time.\n WASP-39 b is a hot gas giant exoplanet that orbits a Sun-like star roughly 700 light-years away, in the constellation Virgo. The planet orbits extremely close to its star (less than 1/20th the distance between Earth and the Sun) and completes one orbit in just over 4 Earth-days. The planet’s discovery, based on ground-based observations, was announced in 2011. The star, WASP-39, is roughly the same size, mass, temperature, and color as the Sun.",
        "A series of light curves from Webb’s Near-Infrared Spectrograph (NIRSpec) shows the change in brightness of three different wavelengths (colors) of light from the WASP-39 star system over time as the planet transited the star on July 10, 2022. A transit occurs when an orbiting planet moves between the star and the telescope, blocking some of the light from the star. \n This observation was made using the NIRSpec PRISM bright object time-series mode, which involves using a prism to spread out light from a single bright object (like the star WASP-39) and measure the brightness of each wavelength at set intervals of time.\n To capture these data, Webb stared at the WASP-39 star system for more than eight hours, beginning about three hours before the transit and ending about two hours after the transit was complete. The transit itself lasted about three hours. Each curve shown here includes a total of 500 individual brightness measurements – about one per minute.\n Although all colors are blocked to some extent by the planet, some colors are blocked more than others. This occurs because each gas in the atmosphere absorbs different amounts of specific wavelengths. As a result, each color has a slightly different light curve. During the transit of WASP-39 b, light with a wavelength of 4.3 microns is not as bright as 3.0-micron or 4.7-micron light because it is absorbed by carbon dioxide.\n WASP-39 b is a hot gas giant exoplanet that orbits a Sun-like star roughly 700 light-years away, in the constellation Virgo. The planet orbits extremely close to its star (less than 1/20th the distance between Earth and the Sun) and completes one orbit in just over 4 Earth-days. The star, WASP-39, is roughly the same size, mass, temperature, and color as the Sun. The planet’s discovery, from ground-based observations, was announced in 2011. "
      ],
      "date": "November 22, 2022",
      "type": "Exoplanets",
      "image_url":["https://stsci-opo.org/STScI-01GJ3Q0VY3708TBE4KGSAMXBWB.jpg", "https://stsci-opo.org/STScI-01GJ3Q7NW7NZ43AQHX8D6AXQ7Q.jpg", "https://stsci-opo.org/STScI-01GB3170R02JQ5KWMAAYMW5RZF.png", "https://stsci-opo.org/STScI-01GB31JWTAQP9W946GXZCR3NQ7.png"]
    }
]